"KCredentialStringValid"                          = "Valid";
"KCredentialStringNotValid"                       = "Not Valid";
"KCredentialStringExpired"                        = "Expired";
"KCredentialStringBeforeStartTime"                = "Before Start Time";
"KCredentialStringNeedsValidation"                = "Needs Validation";
"KCredentialStringBadAddress"                     = "IP Address Changed";

"KCredentialStringLongStateFormat"                = "%@ (%@)";

"KCredentialStringCredentialsVersionNone"         = "none";
"KCredentialStringCredentialsVersionV4"           = "v4";
"KCredentialStringCredentialsVersionV5"           = "v5";
"KCredentialStringCredentialsVersionV4V5"         = "v4/v5";

"KCredentialStringUnknownEnctype"                 = "Unknown Encryption Type";
